tEngineeringSurveyDocumentType = {
    "06.01": "Результаты инженерных изысканий. Инженерно-геодезические изыскания",
    "06.02": "Результаты инженерных изысканий. Инженерно-геологические изыскания",
    "06.03": "Результаты инженерных изысканий. Инженерно-гидрометеорологические изыскания",
    "06.04": "Результаты инженерных изысканий. Инженерно-экологические изыскания",
    "06.05": "Результаты инженерных изысканий. Инженерно-геотехнические изыскания",
    "06.06": "Результаты инженерных изысканий. Геотехнические исследования",
    "06.07": "Результаты инженерных изысканий. Обследования состояния грунтов оснований зданий и сооружений, их строительных конструкций",
    "06.08": "Результаты инженерных изысканий. Поиск и разведка подземных вод для целей водоснабжения",
    "06.09": "Результаты инженерных изысканий. Локальный мониторинг компонентов окружающей среды",
    "06.10": "Результаты инженерных изысканий. Разведка грунтовых строительных материалов",
    "06.11": "Результаты инженерных изысканий. Локальные обследования загрязнения грунтов и грунтовых вод",
    "06.99": "Результаты инженерных изысканий. Иные отчеты"
}